Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Felt
de: Filz
es: Fieltro
fr: Feutre
hi: नमदा
it: Feltro
nl: Vilt
pl: Filc
pt: Feltro
ru: Войлок
tr: Keçe
uk: Повсть

source: Fencing
de: Fechten
es: Esgrima
fr: Escrime
hi: पटेबाज़ी
it: Scherma
nl: Schermen
pl: Ogrodzenie
pt: Esgrima
ru: Фехтование
tr: Çitler
uk: Огорожа

source: Fender
de: Schutzblech
es: Guardabarros
fr: Défense
hi: फ़ेंडर
it: Parafango
nl: Spatbord
pl: Błotnik
pt: Protetor de lareira
ru: Крыло
tr: Çamurluk
uk: Крима

source: Fern
de: Farn
es: Helecho
fr: Fougère
hi: पणांग
it: Felce
nl: Varen
pl: Paproć
pt: Samambaia
ru: Папоротник
tr: Eğrelti
uk: Папороть

source: Ferret
de: Frettchen
es: Hurón
fr: Furet
hi: फ़ेरेट
it: Furetto
nl: Fret
pl: Fretka
pt: Furão
ru: Охотиться с хорьком
tr: Gelincik
uk: Тхір

source: Ferry
de: Fähre
hi: फेरी
it: Traghetto
nl: Veerboot
pl: Prom
pt: Balsa
ru: Паром
tr: Feribot
uk: Пором

source: Fiber
de: Faser
es: Fibra
fr: Fibre
hi: रेशे
it: Fibra
nl: Vezel
pl: Włókno
pt: Fibra
ru: Клетчатка
tr: Lif
uk: Волокно

source: Fife
de: Fünf
es: Cinco
fr: TroisEtEeux
it: Cinque
nl: Vijf
pl: Pięć
pt: Cinco
ru: Пять
tr: Beş
uk: П'ять

source: Fifteen
de: Fünfzehn
es: Quince
fr: Quinze
hi: पंद्रह
it: Quindici
nl: Vijftien
pl: Piętnaście
pt: Quinze
ru: Пятнадцать
tr: On beş
uk: П'ятнадцять

source: Fifty
de: Fünfzig
es: Cincuenta
fr: Cinquante
hi: पचास
it: Cinquanta
nl: Vijftig
pl: Pięćdziesiąt
pt: Cinquenta
ru: Пятьдесят
tr: Elli
uk: П'ятдесят

source: File
de: Dossier
es: Ficha
fr: Fichier
hi: बक्सा
nl: Bestand
pl: Plik
pt: Arquivo
ru: Файл
tr: Dosya
uk: Файл

source: Filter
de: Filtern
es: Filtro
fr: Filtre
hi: छन्ना
it: Filtro
pl: Filtr
pt: Filtro
ru: Фильтр
tr: Filtre
uk: Фільтр

source: Finch
de: Fink
es: Pinzón
fr: Fringillidé
hi: कुलिंग
it: Fringuello
nl: Vink
pl: Ziębia
pt: Pintassilgo
ru: Зяблик
tr: Ispinoz
uk: Фінч

source: Finland
de: Finnland
es: Finlandia
fr: Finlande
hi: फिनलैंड
it: Finlandia
pl: Finlandia
pt: Finlândia
ru: Финляндия
tr: Finlandiya
uk: Фінляндія

source: Finnish
de: Finnisch
es: Finlandés
fr: Finnois
hi: फिनिश
it: Finlandese
nl: Fins
pl: Fiński
pt: Finlandês
ru: Финский
tr: Fince
uk: Фінська

source: Firefighter
de: Feuerwehrmann
es: Bombero
fr: Pompier
hi: फायर फाइटर
it: Vigile del fuoco
nl: Brandbestrijder
pl: Strażak
pt: Bombeiro
ru: Пожарный
tr: İtfaiyeci
uk: Пожежник

source: Firestorm
de: Feuersturm
es: Tormenta de fuego
fr: Tempête de feu
hi: आग का तूफ़ान
it: Tempesta di fuoco
nl: Vuurstorm
pl: Burza ognia
pt: Tempestade de fogo
ru: Огненная буря
tr: Yangın Fırtınası
uk: Вогняна буря

source: Firetruck
de: Feuerwehrauto
es: Camion de bomberos
fr: Camion de pompiers
hi: फायरट्रक
it: Camion dei pompieri
nl: Brandweerwagen
pl: Wóz strażacki
pt: Caminhão de bombeiros
ru: Пожарная машина
tr: İtfaiye aracı
uk: Пожежна машина

source: Fish
de: Fisch
es: Pez
fr: Poisson
hi: मछली
it: Pesce
nl: Vis
pl: Ryba
pt: Peixe
ru: Рыба
tr: Balık
uk: Риба

source: Fishing
de: Angeln
es: Pesca
fr: Pêche
hi: मछली पकड़ना
it: Pesca
nl: Vissen
pl: Wędkarstwo
pt: Pesca
ru: Рыбалка
tr: Balık tutma
uk: Риболовля

source: Five
de: Fünf
es: Cinco
fr: Cinq
hi: पाँच
it: Cinque
nl: Vijf
pl: Pięć
pt: Cinco
ru: Пять
tr: Beş
uk: П'ять

source: Flail
de: Dreschflegel
es: Agitar
fr: Fléau
hi: फ्लेल
it: Dimenarsi
nl: Slaan
pl: Cep
pt: Agitar
ru: Цеп
tr: Çığlık
uk: Флайл

source: Flamethrower
de: Flammenwerfer
es: Lanzallamas
fr: Lance-flammes
hi: फ्लेमथ्रोवर
it: Lanciafiamme
nl: Vlammenwerper
pl: Miotacz ognia
pt: Lança-chamas
ru: Огнемёт
tr: Alev Makinesi
uk: Вогнемет

source: Flannel
de: Flanell
es: Franela
fr: Flanelle
hi: फलालैन
it: Asciugamano
nl: Flanel
pl: Flanela
pt: Flanela
ru: Фланель
tr: Flanel
uk: Фланель

source: Flashback
de: Rückblende
fr: Retour en arrière
hi: अतीतावलोकन
nl: Terugblik
pl: Retrospekcja
ru: Ретроспектива
tr: Geri dönüş
uk: Флешбек

source: Flea
de: Floh
es: Pulga
fr: Puce
hi: पिस्सू
it: Pulce
nl: Vlo
pl: Pchła
pt: Pulga
ru: Блоха
tr: Pire
uk: Блоха

source: Flood
de: Hochwasser
es: Inundación
fr: Inondation
hi: बाढ़ आना
it: Alluvione
nl: Overstroming
pl: Powódź
pt: Enchente
ru: Наводнение
tr: Sel
uk: Повінь

source: Floor
de: Boden
es: Suelo
fr: Étage
hi: फ़र्श
it: Pavimento
nl: Vloer
pl: Piętro
pt: Piso
ru: Этаж
tr: Zemin
uk: Підлога

source: Florin
de: Gulden
es: Florín
hi: फ्लोरिन
it: Fiorino
nl: Tweeshillingstuk
pl: Floren
pt: Florim
ru: Флорин
uk: Флорін

source: Flounder
de: Flunder
es: Platija
fr: Flet
hi: लड़खड़ाना
it: Passera di mare
nl: Bot
pl: Brnąć
pt: Solha
ru: Мелкая камбала
tr: Çırpınmak
uk: Камбала

source: Flower
de: Blume
es: Flor
fr: Fleur
hi: पुष्प
it: Fiore
nl: Bloem
pl: Kwiat
pt: Flor
ru: Цветок
tr: Çiçek
uk: Квітка

source: Flowers
de: Blumen
es: Flores
fr: Fleurs
hi: फूल
it: Fiori
nl: Bloemen
pl: Kwiaty
pt: Flores
ru: Цветы
tr: Çiçekler
uk: Квіти

source: Flute
de: Querflöte
es: Flauta
fr: Flûte
hi: बाँसुरी
it: Flauto
nl: Fluit
pl: Flet
pt: Flauta
ru: Флейта
tr: Flüt
uk: Флейта

source: Fly
de: Fliege
es: Mosca
fr: Voler
hi: फहरना
it: Volare
nl: Vliegen
pl: Latać
pt: Voar
ru: Муха
tr: Uçmak
uk: Літати

source: Flywheel
de: Schwungrad
es: Volante
fr: Volant
hi: फ्लाईव्हील
it: Volano
nl: Vliegwiel
pl: Koło zamachowe
pt: Volante
ru: Маховик
tr: Volan
uk: Маховик

source: Fog
de: Nebel
es: Niebla
fr: Brouillard
hi: धुँध
it: Nebbia
nl: Mist
pl: Mgła
pt: Nevoeiro
ru: Туман
tr: Sis
uk: Туман

source: Foil
de: Metallfolie
es: Lámina
fr: Fleuret
hi: वर्क
it: Fioretto
nl: Folie
pl: Folia aluminiowa
pt: Papel de alumínio
ru: Фольга
tr: Flöre
uk: Фольга

source: Fold
de: Falten
es: Dobladura
fr: Plier
hi: तहाना
it: Piega
nl: Vouw
pl: Złożyć
pt: Dobrar
ru: Складка
tr: Kat
uk: Скласти

source: Folder
de: Aktendeckel
es: Carpeta
fr: Dossier
hi: फ़ोल्डर
it: Cartella
nl: Map
pt: Pasta
ru: Папка
tr: Dosya
uk: Папка

source: Folk
de: Folkmusik
hi: लोग
it: Popolare
nl: Volk
pl: Lud
ru: Народ
tr: Halk
uk: Народний

source: Foods
de: Lebensmittel
es: Alimentos
fr: Aliments
hi: खाद्य पदार्थ
it: Alimenti
nl: Voedingsmiddelen
pl: Żywność
pt: Alimentos
ru: Продукты питания
tr: Yiyecekler
uk: Продукти харчування

source: Foot
de: Fuß
es: Pie
fr: Pied
hi: पैर
it: Piede
nl: Voet
pl: Stopa
pt: Pé
ru: Нога
tr: Ayak
uk: Нога

source: Football
de: Fußball
es: Fútbol
fr: Football américain
hi: फ़ुटबॉल
nl: Voetbal
pl: Piłka nożna
pt: Futebol
ru: Футбол
tr: Futbol
uk: Футбол

source: Footboard
de: Trittbrett
es: Estribo
fr: Panneau de pied
hi: फ़ुटबोर्ड
it: Pediera
nl: Treeplank
pl: Oparcie dla nóg
pt: Essopé
ru: Подножка
tr: Ayak tahtası
uk: Підніжка

source: Forecast
de: Prognose
es: Previsión
fr: Prévisions
hi: पूर्वानुमान
it: Previsione
nl: Voorspelling
pl: Prognoza
pt: Previsão
ru: Прогноз погоды
tr: Tahmin
uk: Прогноз

source: Foreshadowing
de: Vorahnung
es: Presagio
fr: Préfiguration
hi: पूर्वाभास
it: Prefigurazione
nl: Voorbode
pl: Zapowiedź
pt: Prenunciamento
ru: Предчувствие
tr: Öngörü
uk: Передвістя

source: Forest
de: Wald
es: Bosque
fr: Forêt
hi: जंगल
it: Foresta
nl: Bos
pl: Las
pt: Floresta
ru: Лес
tr: Orman
uk: Ліс

source: Forge
de: Schmiede
es: Forja
hi: ढलाईघर
it: Forgia
nl: Smeden
pl: Kuźnia
pt: Forja
ru: Кузница
tr: Demirhane
uk: Фуж

source: Forgery
de: Fälschung
es: Falsificación
fr: Contrefaçon
hi: जालसाज़ी
it: Falsificazione
nl: Vervalsing
pl: Fałszerstwo
pt: Falsificação
ru: Подделка
tr: Kalpazanlık
uk: Файкія

source: Fork
de: Gabel
es: Tenedor
fr: Fourchette
hi: फ़ोर्क
it: Forchetta
nl: Vork
pl: Widelec
pt: Garfo
ru: Вилка
tr: Çatal
uk: Вилка

source: Forklift
de: Gabelstapler
es: Carretilla elevadora
fr: Chariot élévateur
hi: फ़ोर्कलिफ़्ट
it: Carrello elevatore
nl: Vorkheftruck
pl: Podnieść wózkiem widłowym
pt: Empilhadeira
ru: Автопогрузчик
uk: Навантажувач

source: Formula
de: Formel
es: Fórmula
fr: Formule
hi: सूत्र
nl: Formule
pl: Formuła
pt: Fórmula
ru: Формула
tr: Formül
uk: Формула

source: Fortnight
de: VierzehnTage
es: Quince días
fr: Quinze jours
hi: पखवाड़ा
it: Quindici giorni
nl: Veertien dagen
pl: Dwa tygodnie
pt: Quinzena
ru: Две недели
tr: On dört gün
uk: Два тижні

source: Forty
de: Vierzig
es: Cuarenta
fr: Quarante
hi: चालीस
it: Quaranta
nl: Veertig
pl: Czterdzieści
pt: Quarenta
ru: Сорок
tr: Kırk
uk: Сорок

source: Foundation
de: Stiftung
es: Fundación
fr: Fondation
hi: भवन की नींव
it: Fondazione
nl: Stichting
pl: Fundacja
pt: Fundação
ru: Фонд
tr: Vakıf
uk: Фундамент

source: Four
de: Vier
es: Cuatro
fr: Quatre
hi: चार
it: Quattro
nl: Vier
pl: Cztery
pt: Quatro
ru: Четыре
tr: Dört
uk: Чотири

source: Fower
de: Vier
es: Cuatro
fr: DeuxFoisDeux
it: Quattro
nl: Vier
pl: Cztery
pt: Quatro
ru: Четыре
tr: Dört
uk: Чотири

source: Fox
de: Fuchs
es: Zorro
fr: Renard
hi: लोमड़ी
it: Volpe
nl: Vos
pl: Lis
pt: Raposa
ru: Лиса
tr: Tilki
uk: Лисиця

source: Foxglove
de: Fingerhut
es: Digital
fr: Digitale
hi: फॉक्सग्लोव
it: Digitale
nl: Vingerhoedskruid
pl: Naparstnica
pt: Dedaleira
ru: Наперстянка
tr: Tilki eldiveni
uk: Наперстка

source: Foxtrot
de: Friedrich
es: Franco
fr: François
it: Firenze
nl: Ferdinand
pl: Filip
ru: Фёдор
tr: Fatsa

source: Fractal
de: Fraktal
fr: Fractale
hi: भग्न
it: Frattale
pl: Fraktal
ru: Фрактальный
tr: Fraktal
uk: Фрактальний

source: Fraction
de: Bruchzahl
es: Fracción
hi: भिन्न
it: Frazione
nl: Fractie
pl: Ułamek
pt: Fração
ru: Фракция
tr: Kesir
uk: Дріб

source: France
de: Frankreich
es: Francia
hi: फ्रांस
it: Francia
nl: Frankrijk
pl: Francja
pt: França
ru: Франция
tr: Fransa
uk: Франція

source: Fraud
de: Betrug
es: Fraude
fr: Fraude
hi: धोखाधड़ी
it: Frode
nl: Fraude
pl: Oszustwo
pt: Fraude
ru: Мошенничество
tr: Dolandırıcılık
uk: Шахрайство

source: Freesia
de: Freesie
es: Fresia
hi: फ्रीसिया
it: Fresia
nl: Fresia
pl: Frezja
pt: Frésia
ru: Фрезия
tr: Frezya
uk: Фрезія

source: Freeze
de: Einfrieren
es: Congelar
fr: Gel
hi: फ़्रीज़
it: Congelare
nl: Bevriezen
pl: Zamrozić
pt: Congelar
ru: Замораживание
tr: Dondurmak
uk: Заморозити

source: Freighter
de: Frachter
es: Carguero
fr: Cargo
hi: फ्रेटर
it: Cargo
nl: Vrachtschip
pl: Frachtowiec
pt: Navio de carga
ru: Грузовое судно
tr: Yük gemisi
uk: Вантажний корабель

source: French
de: Franzose
es: Francés
fr: Français
hi: फ़्रेंच
it: Francese
nl: Frans
pl: Francuski
pt: Francês
ru: Французский
tr: Fransızca
uk: Французький

source: Freshet
de: Frisch
es: Fresco
fr: Cours d'eau
hi: फ्रेशेट
it: Corso d'acqua
nl: Overstroming
pl: Strumień wpadający do morza
ru: Свежий
tr: Taze
uk: Свіжий

source: Frog
de: Frosch
es: Batracio
fr: Grenouille
hi: मेंढ़क
it: Rana
nl: Kikker
pl: Żaba
pt: Rã
ru: Лягушка
tr: Kurbağa
uk: Жаба

source: Fuchsia
de: Fuchsie
es: Fucsia
hi: फुकिया
it: Fucsia
pl: Fuksja
pt: Fúcsia
ru: Фуксия
tr: Fuşya
uk: Фуксія

source: Function
de: Funktion
es: Función
fr: Fonction
hi: प्रकार्य
it: Funzione
nl: Functie
pl: Funkcja
pt: Função
ru: Функция
tr: Fonksiyon
uk: Функція

source: Fungus
de: Pilz
es: Hongo
fr: Champignon
hi: फफूँद
it: Fungo
nl: Schimmel
pl: Grzyb
pt: Fungo
ru: Грибок
tr: Mantar
uk: Грибок

source: Funnel
de: Trichter
es: Embudo
fr: Entonnoir
hi: कीप
it: Imbuto
nl: Trechter
pl: Lejek
pt: Funil
ru: Воронка
tr: Huni
uk: Воронка

source: Furlong
de: Achtelmeile
es: Estadio
hi: फ़र्लांग
it: 8 di miglio
pt: Furlongo
ru: Восьмая часть мили
uk: Фурлонг

source: Furniture
de: Möbel
es: Muebles
fr: Mobilier
hi: फर्नीचर
it: Mobili
nl: Meubilair
pl: Meble
pt: Mobília
ru: Мебель
tr: Mobilya
uk: Меблі

source: Gable
de: Giebel
es: Gablete
fr: Pignon
hi: तिकोना
it: Timpano
nl: Geveltop
pl: Szczyt
pt: Empena
ru: Фронтон
tr: Üçgen çatı
uk: Схий

source: Galaxy
de: Galaxie
es: Galaxia
fr: Galaxie
hi: आकाशगंगा
it: Galassia
nl: Melkweg
pl: Galaktyka
pt: Galáxia
ru: Галактика
tr: Galaksi
uk: Галактика

source: Gale
de: Sturm
es: Vendaval
fr: Coup de vent
hi: आँधी
it: Burrasca
nl: Storm
pl: Wichura
pt: Vendaval
ru: Шторм
tr: Fırtına
uk: Шторм

source: Gallbladder
de: Gallenblase
es: Vesícula biliar
fr: Vésicule biliaire
hi: पित्ताशय
it: Cistifellea
nl: Galblaas
pl: Pęcherzyk żółciowy
pt: Vesícula biliar
ru: Желчный пузырь
tr: Safra kesesi
uk: Жовчний міхур

source: Gaming
de: Spielen
es: Juegos de azar
fr: Jeux en ligne
hi: गेमिंग
it: Gioco
nl: Gokken
pl: Gry komputerowe
pt: Jogos
ru: Игры
tr: Oyun
uk: Ігри

source: Gardenia
de: Gardenie
fr: Gardénia
hi: गार्डेनिया
pt: Gardênia
ru: Гардения
tr: Gardenya
uk: Гарденія

source: Gardening
de: Garten
es: Jardinería
fr: Jardinage
hi: बाग़वानी
it: Giardinaggio
nl: Tuinieren
pl: Ogrodnictwo
pt: Jardinagem
ru: Садоводство
tr: Bahçıvanlık
uk: Садівництво

source: Gargoyle
de: Wasserspeier
es: Gárgola
fr: Gargouille
hi: गार्गॉयल
it: Gargouille
nl: Waterspuwer
pl: Gargulec
pt: Gárgula
ru: Горгулья
uk: Горгулі

source: Garlic
de: Knoblauch
es: Ajo
fr: Ail
hi: लहसुन
it: Aglio
nl: Knoflook
pl: Czosnek
pt: Alho
ru: Чеснок
tr: Sarımsak
uk: Часник

source: Garlicpress
de: Knoblauchpresse
es: Prensa de ajo
fr: Presse à l'ail
hi: लहसुन प्रेस
it: Aglio pressato
nl: Knoflookpers
pl: Naciśnij czosnek
pt: Prensa de alho
ru: Чесночный пресс
tr: Sarımsaklı baskı
uk: Часниковий прес

source: Garnish
de: Garnitur
es: Guarnición
fr: Garnir
hi: गार्निश
it: Guarnire
nl: Garnering
pl: Wysadzać
pt: Guarnição
ru: Гарнир
tr: Garnitür
uk: Гарнір

source: Garter
de: Strumpfband
es: Liga
fr: Jarretière
hi: गार्टर
it: Giarrettiera
nl: Kousenband
pl: Podwiązka
pt: Liga
ru: Подвязка
tr: Jartiyer
uk: Підв'язка

source: Gasket
de: Dichtung
es: Junta
fr: Garniture
hi: गैसकिट
it: Guarnizione
nl: Pakking
pl: Uszczelka
pt: Junta de vedação
ru: Прокладка
tr: Conta
uk: Прокладка

source: Gateway
de: Tor
es: Puerta
fr: Passerelle
hi: तोरण
it: Porta
nl: Poort
pl: Brama
pt: Portal
ru: Подход
tr: Kapı boşluğu
uk: Шлюз

source: Gator
de: Alligator
es: Caimán
fr: Alligator
hi: गेटोर
it: Alligatore
pl: Aligator
pt: Jacaré
ru: Аллигатор
tr: Timsah
uk: Алігатор

source: Gauge
de: Maßstab
es: Estándar de medida
fr: Jauge
hi: पैमाना
it: Calibro
nl: Meter
pl: Miernik
pt: Calibre
ru: Размер
tr: Kalibre
uk: Датчик

source: Gauze
de: Gaze
es: Gasa
fr: Gaze
hi: गॉज़
it: Garza
nl: Gaas
pl: Gaza
pt: Gaze
ru: Марля
tr: Gazlı bez
uk: Марля

source: Genetics
de: Genetik
es: Genética
fr: Génétique
hi: जनन-विज्ञान
it: Genetica
nl: Genetica
pl: Genetyka
pt: Genética
ru: Генетика
tr: Genetik
uk: Генетика

source: Geography
de: Geographie
es: Geografía
fr: Géographie
hi: भूगोल
it: Geografia
nl: Geografie
pl: Geografia
pt: Geografia
ru: География
tr: Coğrafya
uk: Географія

source: Geologist
de: Geologe
es: Geólogo
fr: Géologue
hi: भूविज्ञानी
it: Geologo
nl: Geoloog
pl: Geolog
pt: Geólogo
ru: Геолог
tr: Jeolog
uk: Геолог

source: Geology
de: Geologie
es: Geología
fr: Géologie
hi: भूविज्ञान
it: Geologia
nl: Geologie
pl: Geologia
pt: Geologia
ru: Геология
tr: Jeoloji
uk: Геологія

source: Geometry
de: Geometrie
es: Geometría
fr: Géométrie
hi: ज्यामिति
it: Geometria
nl: Meetkunde
pl: Geometria
pt: Geometria
ru: Геометрия
tr: Geometri
uk: Геометрія

source: Geranium
de: Geranie
es: Geranio
fr: Géranium
hi: जीरेनियम
it: Geranio
pt: Gerânio
ru: Герань
tr: Itır
uk: Герань

source: Gerbil
de: Rennmaus
es: Jerbo
fr: Gerbille
hi: गेरबिल
it: Gerbillo
pl: Myszoskoczek
pt: Gerbo
ru: Гербиль
uk: Гірка

source: German
de: Deutsch
es: Alemán
fr: Allemand
hi: जर्मन
it: Tedesco
nl: Duits
pl: Niemiec
pt: Alemão
ru: Немецкий
tr: Almanca
uk: Німецький

source: Germany
de: Deutschland
es: Alemania
fr: Allemagne
hi: जर्मनी
it: Germania
nl: Duitsland
pl: Niemcy
pt: Alemanha
ru: Германия
tr: Almanya
uk: Німеччина

source: Geyser
de: Geysir
es: Géiser
hi: गीजर
nl: Geiser
pl: Gejzer
pt: Gêiser
ru: Гейзер
tr: Gayzer
uk: Гейзер

source: Ghoul
de: Ghul
es: Fantasma
fr: Goule
hi: घौल
nl: Morbide geest
pl: Upiór
pt: Pessoa mórbida
ru: Любитель ужасов
tr: Goul
uk: Упир

source: Gingham
de: Gingan
fr: Vichy
hi: गिंगहम
it: Percalle
nl: Geruite katoenen stof
pl: Kraciasta bawełna
pt: Guingão
ru: Пестротканая клетчатая материя
uk: Гінгем

source: Glacier
de: Gletscher
es: Glaciar
hi: हिमनदी
it: Ghiacciaio
nl: Gletsjer
pl: Lodowiec
pt: Geleira
ru: Ледник
tr: Buzul
uk: Льодовик

source: Gladiolus
de: Gladiole
es: Gladiolo
fr: Glaïeul
hi: ग्लेडियोलस
it: Gladiolo
nl: Gladiool
pl: Mieczyk
pt: Gladíolo
ru: Гладиолус
tr: Glayöl
uk: Гладіолус

source: Gland
de: Drüse
es: Glándula
fr: Glande
hi: ग्रंथी
it: Ghiandola
nl: Klier
pl: Gruczoł
pt: Glândula
ru: Железа
tr: Bez
uk: Зало

source: Glass
de: Glas
es: Vidrio
fr: Verre
hi: काँच
it: Bicchiere
nl: Glas
pl: Szkło
pt: Copo
ru: Стакан
tr: Bardak cam
uk: Скло

source: Glaze
de: Glasur
es: Glaseado
fr: Glaçage
hi: शीशे का आवरण
it: Glassa
nl: Glazuur
pl: Glazura
pt: Glacê
ru: Глазурь
tr: Sır
uk: Глазур

source: Glider
de: Segelflugzeug
es: Planeador
fr: Planeur
hi: ग्लाइडर
it: Aliante
nl: Zweefvliegtuig
pl: Szybowiec
pt: Planador
ru: Планер
tr: Planör
uk: Планер

source: Gloves
de: Handschuhe
es: Guantes
fr: Gants
hi: दस्ताने
it: Guanti
nl: Handschoenen
pl: Rękawiczki
pt: Luvas
ru: Перчатки
tr: Eldiven
uk: Рукавички

source: Gnat
de: Mücke
es: Mosquito
fr: Moucheron
hi: मच्छर
it: Zanzara
nl: Mug
pl: Komar
pt: Mosquito
ru: Мошка
tr: Tatarcık
uk: Комаш

source: Gnome
de: Gnom
es: Gnomo
hi: गनोम
it: Gnomo
nl: Kabouter
pl: Gnom
pt: Gnomo
ru: Гном
tr: Ces
uk: Гном

source: Goblin
de: Kobold
es: Duende travieso
fr: Lutin
hi: बैताल
it: Folletto
nl: Kobold
pl: Chochlik
pt: Duende
ru: Гоблин
uk: Гоблін

source: GoldenRatio
de: GoldeneRatio
es: Proporción dorada
fr: Ratio d'or
hi: स्वर्ण अनुपात
it: Razio d'oro
nl: GoudenRatio
pl: Złoty Stosunek
pt: Proporção Dourada
ru: ЗолотоеСоотно
tr: Altın Oran
uk: Золоте СпіввідоноШе

source: Golf
de: Gustav
hi: गोल्फ़
pt: Golfe
ru: Гольф
uk: Гольф

# Golf1
source: Golf
de: Gustav
es: Gato
fr: Gaston
it: Genova
nl: Gerard
pl: Grażyna
ru: Галина
tr: Giresun
uk: Gold

source: Gondola
de: Gondel
es: Góndola
fr: Nacelle
hi: गोंडोला
nl: Gondel
pt: Gôndola
ru: Гондола
tr: Gondol
uk: Гондола

source: Goose
de: Gans
es: Ganso
fr: Oie
hi: हंस
it: Oca
nl: Gans
pl: Gęś
pt: Ganso
ru: Гусь
tr: Kaz
uk: Гусак

source: Gorge
de: Schlucht
es: Desfiladero
hi: भकोसना
it: Gola
nl: Bergkloof
pl: Wąwóz
pt: Garganta
ru: Ущелье
tr: Sarp vadi
uk: Ущелина

source: Gospel
de: Evangelium
es: Evangelio
hi: इसोपदेश
it: Vangelo
nl: Evangelie
pl: Ewangelia
pt: Evangelho
ru: Евангелие
tr: İncil
uk: Євангеліє

source: Gothic
de: Gotikstil
es: Arquitectura gótica
fr: Gothique
hi: गॉथिक
it: Gotico
nl: Gotisch
pl: Gotycki
pt: Gótico
ru: Готический
tr: Gotik
uk: Готичний

source: Gourde
de: Kürbis
hi: गोरडे
it: Gourda
nl: Goude
pt: Gourda
ru: Гурде
tr: Gurde
uk: Гурде

source: Gown
de: Robe
es: Traje
fr: Robe
hi: गाउन
it: Camice
nl: Jurk
pl: Suknia
pt: Vestido
ru: Платье
tr: Cübbe
uk: Халат

source: Grape
de: Weintraube
es: Uva
fr: Grain de raisin
hi: अंगूर
it: Uva
nl: Druif
pl: Winogrono
pt: Uva
ru: Виноград
tr: Üzüm
uk: Виноград

source: Graphite
de: Graphit
es: Grafito
hi: ग्रैफ़ाइट्
it: Grafite
nl: Grafiet
pl: Grafit
pt: Grafite
ru: Графит
tr: Grafit
uk: Графіт

source: Grass
de: Gras
es: Césped
fr: Herbe
hi: घास
it: Erba
nl: Gras
pl: Trawa
pt: Grama
ru: Трава
tr: Çimen
uk: Трава

source: Grasshopper
de: Grashüpfer
es: Saltamontes
fr: Sauterelle
hi: टिड्डा
it: Cavalletta
nl: Sprinkhaan
pl: Konik polny
pt: Gafanhoto
ru: Кузнечик
tr: Çekirge
uk: Коник

source: Grate
de: Gitterrost
es: Parrilla
fr: Grille de foyer
hi: ग्रेट
it: Griglia
nl: Rooster
pl: Ruszt
pt: Grelha
ru: Каминная решётка
tr: Rendelemek
uk: Натерка

source: Grater
de: Reibe
es: Rallador
fr: Râpe
hi: कद्दूकस
it: Grattugia
nl: Rasp
pl: Tarka
pt: Ralador
ru: Тёрка
tr: Rende
uk: Терка

source: Gravitational
de: Gravitations
es: Gravitacional
fr: Gravitationnelle
hi: गुरुत्वाकर्षण
it: Gravitazionale
nl: Van de zwaartekracht
pl: Grawitacyjny
pt: Gravitacional
ru: Гравитационный
tr: Yerçekimi
uk: Гравітаційний

source: Gravity
de: Schwerkraft
es: Gravedad
fr: Gravité
hi: महत्व
it: Gravità
nl: Zwaartekracht
pl: Waga
pt: Gravidade
ru: Сила притяжения
tr: Yerçekimi
uk: Гравітація

source: Gray
de: Grau
es: Gris
fr: Gris
hi: धूसर
it: Grigio
nl: Grijs
pl: Szary
pt: Cinza
ru: Серый
tr: Gri
uk: Сірий

source: Greece
de: Griechenland
es: Grecia
fr: Grèce
hi: ग्रीस
it: Grecia
nl: Griekenland
pl: Grecja
pt: Grécia
ru: Греция
tr: Yunanistan
uk: Греція

source: Greek
de: Griechisch
es: Griego
fr: Grec
hi: ग्रीक
it: Greco
nl: Grieks
pl: Grek
pt: Grego
ru: Греческий
tr: Yunan
uk: Грецький

source: Green
de: Grün
es: Verde
fr: Vert
hi: हरा
it: Verde
nl: Groen
pl: Zielony
pt: Verde
ru: Зелёный цвет
tr: Yeşil
uk: Зелений

source: Grenade
de: Granate
es: Granada
hi: हथगोला
it: Granata
nl: Granaat
pl: Granat
pt: Granada
ru: Граната
tr: El Bombası
uk: Граната

source: Greyhound
de: Windhund
es: Galgo
fr: Lévrier
hi: ग्रेहाउंड
it: Levriero
nl: Windhond
pl: Chart
pt: Galgo
ru: Английская борзая
tr: Tazı
uk: Хорт

source: Griddle
de: Grillplatte
es: Plancha
fr: Gril en fonte
hi: तवा
it: Piastra
nl: Bakplaat
pl: Blacha do pieczenia na wolnym ogniu
pt: Chapa de ferro
ru: Сковородка
tr: Izgara
uk: Сковорідка

source: Grief
de: Trauer
es: Duelo
fr: Chagrin
hi: दु: ख
it: Dolore
nl: Verdriet
pl: Żal
pt: Desgosto
ru: Горе
tr: Keder
uk: Горе

source: Griffin
de: Greif
es: Grifo
fr: Griffon
hi: ग्रिफ़िन
it: Grifone
nl: Griffioen
pl: Gryf
pt: Grido
ru: Грифон
uk: Гріффін

source: Grille
de: Kühlergrill
es: Rejilla
fr: Calandre
hi: ग्रिल
it: Mascherina
nl: Traliewerk
pl: Krata
pt: Grade
ru: Решётка
tr: Izgara
uk: Решітка

source: Grinder
de: Mühle
es: Molinillo
fr: Broyeur
hi: चक्की
it: Smerigliatrice
nl: Molen
pl: Młyn
pt: Moedor
ru: Шлифовальный станок
tr: Öğütücü
uk: Подрібнювач

source: Guilder
de: NGulden
es: Florín
fr: Florin
hi: गिल्डर
nl: Gulden
pl: Gulden
pt: Guilão
ru: Гульден
tr: Gulden
uk: Гульден

source: Guilt
de: Schuld
es: Culpa
fr: Culpabilité
hi: नियम-भंग
it: Colpa
nl: Schuld
pl: Poczucie winy
pt: Culpa
ru: Вина
tr: Suç
uk: Почуття Провини

source: Guitar
de: Gitarre
es: Guitarra
fr: Guitare
hi: गिटार
it: Chitarra
nl: Gitaar
pl: Gitara
pt: Violão
ru: Гитара
tr: Gitar
uk: Гітара

source: Gujarati
de: Gujarati-Sprache
fr: Goujarati
hi: गुजराती
pl: Gudżarati
pt: Guzerate
ru: Гуджарати
uk: Гуджараті

source: Gulf
de: Golf
es: Golfo
fr: Golfe
hi: खाड़ी
it: Golfo
nl: Golf
pl: Zatoka
pt: Golfo
ru: Залив
tr: Körfez
uk: Затока

source: Gull
de: Möwe
es: Gaviota
fr: Goéland
hi: गल
it: Gabbiano
nl: Meeuw
pl: Mewa
pt: Gaivota
ru: Чайка
tr: Martı
uk: Гулл

source: Gum
de: Kaugummi
es: Chicle
fr: Gomme
hi: गोंद
it: Gomma
nl: Kauwgom
pl: Guma
pt: Chiclete
ru: Жевательная резинка
tr: Sakız
uk: Гумка

source: Gymnastics
de: Gymnastik
es: Gimnasia
fr: Gymnastique
hi: जिमनास्टिक्स
it: Ginnastica
nl: Gymnastiek
pl: Gimnastyka
pt: Ginástica
ru: Гимнастика
tr: Jimnastik
uk: Гімнастика

source: Gypsum
de: Gips
es: Yeso
fr: Gypse
hi: जिप्सम
it: Gesso
nl: Gips
pl: Gips
pt: Gipsita
ru: Гипс
tr: Alçı
uk: Гіпс

source: Haddock
de: Schellfisch
es: Abadejo
fr: Églefin
hi: हैडक
it: Eglefino
nl: Schelvis
pl: Plamiak
pt: Hadoque
ru: Пикша
tr: Mezgit balığı
uk: Хіддок

source: Hail
de: Hagel
es: Granizo
fr: Grêle
hi: ओले
it: Grandine
nl: Hagel
pl: Grad
pt: Granizo
ru: Град
tr: Dolu
uk: Гіл

source: Hailstorm
de: Hagelschauer
es: Granizada
fr: Averse de grêle
hi: ओलावृष्टि
it: Grandinata
nl: Hagelstorm
pl: Burza gradowa
pt: Tempestade de granizo
ru: Гроза с градом
tr: Sam dolu fırtınası
uk: Грай

source: Hair
de: Haar
es: Pelo
fr: Cheveux
hi: बाल
it: Capelli
nl: Haar
pl: Włosy
pt: Cabelo
ru: Волосы
tr: Saç
uk: Волосся

source: Halberd
de: Hellebarde
es: Alabarda
fr: Halbarde
hi: हलबार्ड
it: Alabarda
nl: Hellebaard
pl: Halaberda
pt: Alabarda
ru: Алебарда
uk: Алебарда

source: Half
de: Hälfte
es: Mitad
fr: Moitié
hi: आधा
it: Metà
pl: Połowa
pt: Metade
ru: Половина
tr: Yarım
uk: Половина

source: Halibut
de: Heilbutt
fr: Flétan
hi: हलिबूट
nl: Heilbot
pt: Halibute
ru: Палтус
tr: Halibıt
uk: Палтус

source: Hallway
de: Flur
es: Pasillo
fr: Entrée
hi: हॉलवे
it: Corridoio
nl: Gang
pl: Korytarz
pt: Corredor
ru: Прихожая
tr: Koridor
uk: Передпокій

source: Hammock
de: Hängematte
es: Hamaca
fr: Hamac
hi: दलारा
it: Amaca
nl: Hangmat
pl: Hamak
pt: Rede
ru: Гамак
tr: Hamak
uk: Гамак
